export default function TermsOfService() {
    return (
        <section className="container mx-auto mt-16 p-6">
                <h1>წესები და პირობები</h1>
                <p>
                    წინამდებარე დოკუმენტში თქვენ ეცნობით შპს „მიორას“ (ს/კ: 442266227)
                    (შემდგომში „კომპანია“) კუთვნილი ვებ-გვერდის Miora.ge-ის,
                    მოხმარების წესებსა და პირობებს.
                </p>
                <p>
                    ამ წესების და პირობების გაცნობით, ჩვენ გვსურს, მოგაწოდოთ ის მნიშვნელოვანი
                    ინფორმაცია, რომელიც დაკავშირებულია საიტის მომხმარებელსა და
                    მოხმარებასთან. იმ შემთხვევაში, თუ თქვენ სარგებლობთ ჩვენი ვებ-გვერდებით,
                    ეს იმას ნიშნავს, რომ ეთანხმებით ჩვენი ვებ-გვერდის გამოყენების პირობებს.
                </p>

                <h2>ზოგადი წესები და მოქმედების სფერო</h2>
                <p>
                    საიტის გამოყენების წესები და პირობები წარმოადგენს იურიდიული ძალის
                    მქონე ხელშეკრულებას თქვენსა და კომპანიას შორის. თქვენ მიერ სერვისებით
                    სარგებლობის ფაქტი ავტომატურად მოგაქცევთ საიტის გამოყენების წესების და
                    პირობების მოქმედების სფეროში და გულისხმობს იმას, რომ თქვენთვის ცნობილია
                    საიტის გამოყენების წესები და პირობები და სრულად ეთანხმებით მათ.
                </p>

                <h2>18 წლამდე არასრულწლოვან პირებს ეკრძალებათ სერვისებით სარგებლობა</h2>
                <p>
                    არასრულწლოვანთა პირადი ინფორმაციის დაცვა ჩვენთვის ძალიან მნიშვნელოვანია.
                    შესაბამისად, თუ ჩვენ გავიგებთ, რომ მომხმარებელი არის 18 წლამდე ასაკის
                    პირი, გავატარებთ შესაბამის ღონისძიებებს, რათა წავშალოთ ამ მომხმარებლის
                    პირადი ინფორმაცია მონაცემთა ბაზიდან.
                </p>

                <h2>ტერმინთა განმარტება</h2>
                <ul>
                    <li>
                        <strong>წინამდებარე პირობებში გამოყენებულ ტერმინებსა და განმარტებებს</strong> გააჩნიათ ქვემოთ განსაზღვრული მნიშვნელობა. ეს არ ეხება იმ შემთხვევებს, როდესაც დოკუმენტის კონტექსტიდან აშკარად სხვა რამ არ გამომდინარეობს.
                    </li>
                    <li>
                        <strong>ვებ-გვერდი:</strong> www.Miora.ge, რომლის მეშვეობითაც ხდება სხვადასხვა მომსახურების გაწევას.
                    </li>
                    <li>
                        <strong>მხარეები:</strong> კომპანიასა და მის მომხმარებლებს შორის შეთანხმებული პირები.
                    </li>
                </ul>

                <h2>რას ნიშნავს ვებ-გვერდით სარგებლობა</h2>
                <p>
                    წინამდებარე ვებ-გვერდის საშუალებით თქვენ გაქვთ შესაძლებლობა: გაეცნოთ ინფორმაციას საიტზე განთავსებული პროდუქციის შესახებ, შეიძინოთ თქვენთვის სასურველი პროდუქტი, გადაიხადოთ ღირებულება (შემდგომში – სერვისები).
                </p>

                <h2>სხვა ინფორმაცია</h2>
        </section>
    )
}